tubeTests/relaxationFactors/P/case/0.orig/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.030;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.030;
    }

    outlet
    {
        type            zeroGradient;
    }

    pipe
    {
        type            epsilonWallFunction;
        value           uniform 0.030;
    }

}


// ************************************************************************* //
